Repository: LoongZhi/tools
Catalog: WhatsGod/WhatsGod/File/*.lproj/Localizable.strings
Languages: ar, fr, hi, ja

source: Album
ar: ألبوم الصور
hi: एल्बम
ja: フォトアルバム

source: Video
ar: فيديو
fr: Vidéo
hi: वीडियो
ja: 映像

source: Book
ar: ملف
fr: Fichier
hi: पुस्तक
ja: ファイル

source: Settings
ar: الإعدادات
fr: Mettre en place
hi: सेटिंग्स
ja: 設定する

source: New
ar: جديد
fr: Nouveau
hi: नया
ja: 新品

source: New Folders
ar: مجلدات جديدة
fr: Nouveau dossier
hi: न्यू फोल्डर्स
ja: 新しいフォルダー

source: New folders are stored in photographs
ar: يتم تخزين مجلدات جديدة في الصور
fr: Nouveau dossier stocké dans les photos
hi: नए फ़ोल्डर तस्वीरों में संग्रहीत किए जाते हैं
ja: 写真に保存された新しいフォルダー

source: OK
ar: تأكيد
hi: ओके
ja: 確認する

source: Edit
ar: تحرير
fr: Éditer
hi: संपादित करें
ja: 編集

source: Tips
fr: Conseils
hi: टिप्स
ja: ヒント

source: Whether you delete the folder
ar: ما إذا كنت تحذف المجلد夹
fr: Que ce soit pour supprimer le dossier
hi: क्या आप फ़ोल्डर को हटाते हैं
ja: フォルダーを削除するかどうか

source: Completed
ar: مكتمل
fr: Terminé
hi: पूर्ण
ja: 完了

source: Add
ar: إضافة
fr: Ajouter
hi: जोड़ें
ja: 追加する

source: Please enter the filename
ar: الرجاء إدخال اسم الملف
fr: Veuillez saisir un nom de fichier
hi: कृपया फ़ाइल नाम दर्ज करें
ja: ファイル名を入力してください

source: Cancel
ar: إلغاء
fr: Annuler
hi: रद्द करें
ja: キャンセルする

source: Exploit
ar: تصدير
fr: Exporter
hi: शोषण
ja: 輸出する

source: Please select the photograph to be deleted
ar: الرجاء تحديد الصورة المراد حذفها
fr: Veuillez sélectionner une photo à supprimer
hi: कृपया हटाए जाने वाले फोटोग्राफ का चयन करें
ja: 削除する写真を選択してください

source: Remove photos?
ar: إزالة الصور؟
fr: Supprimer la photo?
hi: फ़ोटो हटाएं?
ja: 写真を削除しますか？

source: Please select the photograph you need to export
ar: الرجاء تحديد الصورة التي تحتاج إلى تصدير
fr: Veuillez sélectionner les photos que vous souhaitez exporter
hi: कृपया वह फ़ोटो चुनें जिसे आपको निर्यात करने की आवश्यकता है
ja: エクスポートする写真を選択してください

source: Export the photos to the album
ar: تصدير الصور إلى الألبوم
fr: Exporter des photos vers l'album
hi: एल्बम को फ़ोटो निर्यात करें
ja: 写真をアルバムにエクスポート

source: Save success
ar: حفظ بنجاح
fr: Enregistré avec succès
hi: सफलता बचाओ
ja: 正常に保存されました

source: Save failed
ar: فشل الحفظ
fr: L'enregistrement a échoué
hi: फेल सेव
ja: 保存に失敗しました

source: Delete success.
ar: حذف النجاح.
fr: Supprimer avec succès.
hi: सफलता हटाएं।
ja: 正常に削除します。

source: Delete failure.
ar: حذف الفشل.
fr: La suppression a échoué.
hi: विफलता को हटाएं।
ja: 削除に失敗しました。

source: Receive
ar: التلقي
fr: Recevoir
hi: प्राप्त करें
ja: 受け取る

source: Preview
ar: معاينة
fr: Aperçu
hi: पूर्वावलोकन
ja: プレビュー

source: Please select the options below
ar: الرجاء تحديد الخيارات أدناه
fr: Veuillez sélectionner les options suivantes
hi: कृपया नीचे दिए गए विकल्पों का चयन करें
ja: 次のオプションを選択してください

source: Return
fr: Retour à
hi: वापसी
ja: に戻る

source: Please select the folder.
ar: يرجى تحديد المجلد.
fr: Veuillez sélectionner un dossier.
hi: कृपया फ़ोल्डर का चयन करें।
ja: フォルダを選択してください。

source: Please create a folder first.
ar: الرجاء إنشاء مجلد أولاً.
fr: Veuillez d'abord créer un dossier.
hi: कृपया पहले एक फ़ोल्डर बनाएँ;
ja: 最初にフォルダーを作成してください。

source: Such files are not supported.
ar: هذه الملفات غير مدعومة.
fr: Ces fichiers ne sont pas pris en charge.
hi: ऐसी फाइलें समर्थित नहीं हैं।
ja: そのようなファイルはサポートされていません。

source: Used
ar: مستعملة
fr: Utilisé
hi: प्रयुक्त
ja: 中古

source: Other
ar: الآخر
fr: Autre
hi: अन्य
ja: その他

source: Share application
ar: مشاركة التطبيق
fr: Partager l'application
hi: शेयर आवेदन
ja: アプリを共有

source: Document backup
fr: Sauvegarde de fichiers
hi: दस्तावेज़ बैकअप
ja: ファイルのバックアップ

source: Language settings
ar: إعدادات اللغة
fr: Paramètres de langue
hi: भाषा सेटिंग्स
ja: 言語設定

source: Clean up the cache
ar: تنظيف ذاكرة التخزين المؤقت
fr: Vider le cache
hi: कैश साफ़ करें
ja: キャッシュをクリア

source: About us
ar: تعيين كلمة المرور
fr: À propos de nous
hi: हमारे बारे में
ja: 私達について

source: Set the password
ar: تعديل اسم المجلد
fr: Définir le mot de passe
hi: पासवर्ड सेट करें
ja: パスワードを設定する

source: Modify the folder name
ar: أدخل كلمة المرور الصحيحة
fr: Modifier le nom du dossier
hi: फ़ोल्डर का नाम संशोधित करें
ja: フォルダー名を変更する

source: The correct password was entered
ar: الرجاء إدخال كلمة المرور المكونة من ستة أرقام
fr: Entrez le mot de passe correct
hi: सही पासवर्ड दर्ज किया गया था
ja: 正しいパスワードを入力してください

source: Please enter a six - digit password
ar: إضافة كلمة مرور
fr: Veuillez saisir un mot de passe à six chiffres
hi: कृपया एक छह अंकों का पासवर्ड दर्ज करें
ja: 6桁のパスワードを入力してください

source: Add a password
ar: تعديل كلمة المرور
fr: Ajouter un mot de passe
hi: एक पासवर्ड जोड़ें
ja: パスワードを追加

source: Modify the password
ar: تأكيد كلمة المرور
fr: Changer le mot de passe
hi: पासवर्ड संशोधित करें
ja: パスワードを変更する

source: Confirm the password
ar: الرجاء إدخال كلمة المرور
fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि करें
ja: パスワードを確認

source: Please enter your password
ar: الرجاء إدخال كلمة المرور
fr: Veuillez saisir votre mot de passe
hi: कृपया अपना पासवर्ड दर्ज करें
ja: パスワードを入力してください

source: The password was modified successfully
ar: تم تعديل كلمة المرور بنجاح
fr: Le mot de passe a été modifié avec succès
hi: पासवर्ड सफलतापूर्वक संशोधित किया गया था
ja: パスワードが正常に変更されました

source: Add a password successful
ar: إضافة كلمة مرور ناجحة
fr: Mot de passe ajouté avec succès
hi: एक पासवर्ड जोड़ें सफल
ja: パスワードが正常に追加されました

source: Please select the compressed file
ar: الرجاء تحديد الملف المضغوط
fr: Veuillez sélectionner un fichier compressé
hi: कृपया संपीड़ित फ़ाइल का चयन करें
ja: 圧縮ファイルを選択してください

source: Compression failed
ar: فشل الضغط
fr: Échec de la compression
hi: संपीड़न विफल
ja: 圧縮に失敗しました

source: The folder is empty
ar: المجلد فارغ
fr: Le dossier est vide
hi: फ़ोल्डर खाली है
ja: フォルダーは空です

source: Please import the file!
ar: الرجاء استيراد الملف!
fr: Veuillez importer le fichier!
hi: कृपया फ़ाइल आयात करें!
ja: ファイルをインポートしてください！
